/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Geçersiz parametre.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Geçersiz işlem kodu.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Sunucuya bağlanılamadı. Oturum açma verilerini kontrol edin.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Kullanıcı zaten oturum açtı.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "İşlem yürütme zaten sürüyor.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Geçersiz işlem bağlamı.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "İletişim protokolü için geçersiz tanıtıcı.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Geçersiz işlem kalemi tanıtıcısı.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "İletişim protokolü belirlenemedi.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Parolanızı kontrol edin.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Bu aygıt önceden başka bir kullanıcıya kaydedildi.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Girdiğiniz giriş kodları eşleşmiyor.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Bu durumda işlem olanaklı değil.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Girdiğiniz oturum açma verileri yetersiz veya geçersiz. Tekrar deneyin.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Uygulama sıfırlanamadı. Ağa bağlı olup olmadığınızı kontrol edin.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Sunucuya bağlanılamadı. Oturum açma verilerini kontrol edin.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Kullanıcı adınızı ve parolanızı kontrol edin.";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Suncuya bağlanılamadı. Yöneticinize danışın.";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Girdiğiniz oturum açma verileri yetersiz veya geçersiz. Tekrar deneyin.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Doğru giriş kodunu girin.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "En az bir rakam içeren giriş kodu girin.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Girdiğiniz giriş kodları eşleşmiyor.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Giriş kodunun süresi doldu. Değiştirmelisiniz.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "En az {0} karakter içeren giriş kodu girin.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "En az bir küçük harf içeren giriş kodu girin.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "En az bir özel karakter içeren giriş kodu girin.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "En az {0} benzersiz karakter içeren giriş kodu girin.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "En az bir büyük harf içeren giriş kodu girin.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Sertifika için anahtar alınamadı.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Sertifika alınamadı.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Bilinmeyen hata";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Güvenli depolama zaten var";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Veri türü hatası";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Güvenli depolama yok";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Geçersiz argüman";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Doğru giriş kodunu girin.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Güvenli depolama kilitlendi";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Güvenli depolama için yetersiz bellek";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Giriş kodunun süresi doldu. Değiştirmelisiniz.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "En az {0} benzersiz karakter içeren giriş kodu girin.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "En az bir rakam içeren giriş kodu girin.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "En az bir küçük harfli karakter içeren giriş kodu girin.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "En az bir özel karakter içeren giriş kodu girin.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "En az bir büyük harfli karakter içeren giriş kodu girin.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "En az {0} karakter içeren giriş kodu girin.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "En az {0} benzersiz karakter içeren giriş kodu girin.";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Güvenli depolama silindi.";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "İşlem desteklenmiyor.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Geçersiz SSO giriş kodu.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Geçersiz Afaria kimlik bilgileri.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Client Identity not found";

/* XMSG: message */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Access is denied";

